tap "adoptopenjdk/openjdk"
tap "candid82/brew"
tap "cloudflare/cloudflare"
tap "crowdin/crowdin"
tap "cube2222/octosql"
tap "danvergara/tools"
tap "datawire/blackbird"
tap "denisidoro/tools"
tap "dnote/dnote"
tap "federico-terzi/espanso"
tap "fsouza/prettierd"
tap "github/gh"
tap "heroku/brew"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "huytd/cask-fonts"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "muesli/tap"
tap "nicoverbruggen/cask"
tap "pokanop/pokanop"
tap "railwaycat/emacsmacport"
tap "rigellute/tap"
tap "sachaos/todoist"
tap "shivammathur/php"
tap "sscotth/monoid"
tap "superfly/tap"
tap "teamookla/speedtest"
tap "universal-ctags/universal-ctags"
tap "xwmx/taps"
tap "ycd/tap"
tap "yqrashawn/goku"
tap "zyedidia/literate"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "python@3.10"
brew "ansible"
brew "apr-util"
brew "asciidoc"
brew "berkeley-db", link: true
brew "asciiquarium"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "bluetoothconnector"
brew "bmon"
brew "boxes"
brew "pkg-config"
brew "broot"
brew "gmp"
brew "gcc"
brew "btop"
brew "python@3.9"
brew "ghc"
brew "cabal-install"
brew "glib"
brew "cairo"
brew "ccat"
brew "dialog"
brew "certbot"
brew "cheat"
brew "chezmoi"
brew "circleci"
brew "cliclick"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "colormake"
brew "coreutils"
brew "cowsay"
brew "openldap"
brew "ddgr"
brew "deno"
brew "diff-so-fancy"
brew "difftastic"
brew "direnv"
brew "dive"
brew "dnsmasq"
brew "docker-clean"
brew "docker-compose"
brew "docutils"
brew "duf"
brew "duti"
brew "folly"
brew "edencommon"
brew "editorconfig"
brew "enchant"
brew "entr"
brew "exa"
brew "expat"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "guile"
brew "harfbuzz"
brew "little-cms2"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fisher"
brew "fortune"
brew "fpp"
brew "freetds"
brew "fselect"
brew "fswatch"
brew "fx"
brew "fzf"
brew "gawk", link: false
brew "gdk-pixbuf"
brew "gdrive"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-flow-avh"
brew "git-lfs"
brew "git-quick-stats"
brew "git-secrets"
brew "gitleaks"
brew "glances"
brew "global"
brew "glow"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "go"
brew "gobject-introspection"
brew "gpg-tui"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "grip"
brew "gum"
brew "helix"
brew "htop"
brew "httpie"
brew "hugo"
brew "icdiff"
brew "iftop"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "imlib2"
brew "inetutils"
brew "ispell"
brew "isync", restart_service: true
brew "jpegoptim"
brew "jq"
brew "khard"
brew "kubectx"
brew "lazygit"
brew "lefthook"
brew "less"
brew "lftp"
brew "libcaca"
brew "libmng"
brew "llvm"
brew "lolcat"
brew "lsd"
brew "lua-language-server"
brew "lua@5.1"
brew "luarocks"
brew "mailhog", restart_service: true
brew "mailutils"
brew "make"
brew "mas"
brew "mdcat"
brew "python@3.8"
brew "mdv"
brew "mkcert"
brew "mmv"
brew "moreutils"
brew "mosh"
brew "msmtp"
brew "xapian"
brew "mu"
brew "multimarkdown"
brew "pygments"
brew "mycli"
brew "zlib"
brew "mysql", restart_service: true
brew "n"
brew "navi"
brew "pandoc"
brew "ripgrep"
brew "tig"
brew "nb", restart_service: true
brew "neofetch"
brew "neomutt"
brew "newsboat"
brew "nghttp2"
brew "nginx"
brew "nnn"
brew "node"
brew "node-build"
brew "nodenv"
brew "noti"
brew "onefetch"
brew "openssl@3"
brew "pkcs11-helper"
brew "openvpn", restart_service: true
brew "optipng"
brew "ossp-uuid"
brew "p7zip"
brew "tree"
brew "pass"
brew "peco"
brew "pgcli"
brew "tidy-html5"
brew "php", restart_service: true
brew "php@7.4"
brew "pillow"
brew "pinentry-mac"
brew "png2ico"
brew "pngquant"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "pspg"
brew "pstree"
brew "psysh"
brew "ranger", link: false
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "remind"
brew "rename"
brew "renameutils"
brew "ripgrep-all"
brew "rlwrap"
brew "roswell"
brew "ruby@3.0"
brew "rust"
brew "s3cmd"
brew "selene"
brew "shellcheck"
brew "shpotify"
brew "skaffold"
brew "sphinx-doc"
brew "sslmate"
brew "starship"
brew "stern"
brew "subversion"
brew "supervisor", restart_service: true
brew "surfraw"
brew "svgo"
brew "task"
brew "taskd"
brew "tasksh"
brew "taskwarrior-tui"
brew "texinfo"
brew "the_silver_searcher"
brew "thefuck"
brew "timewarrior"
brew "timg"
brew "tldr"
brew "tmux"
brew "toilet"
brew "toot"
brew "topgrade"
brew "transmission-cli"
brew "trash"
brew "travis"
brew "tty-clock"
brew "ugit"
brew "um"
brew "urlview"
brew "vault"
brew "vdirsyncer"
brew "vercel-cli"
brew "viddy"
brew "vifm"
brew "vim"
brew "vimpager"
brew "virtualenv"
brew "viu"
brew "vtclock"
brew "watch"
brew "watchexec"
brew "watchman"
brew "watson"
brew "wget"
brew "woff2"
brew "wp-cli"
brew "wtfutil"
brew "yadm"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsh"
brew "cloudflare/cloudflare/cloudflared"
brew "cube2222/octosql/octosql"
brew "danvergara/tools/dblab"
brew "dnote/dnote/dnote"
brew "fsouza/prettierd/prettierd"
brew "heroku/brew/heroku"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-emacs-big-sur-icon", "with-imagemagick", "with-librsvg", "with-starter", "with-xwidgets"]
brew "rigellute/tap/spotify-tui"
brew "teamookla/speedtest/speedtest"
brew "ycd/tap/dstp"
cask "1password-cli"
cask "alacritty"
cask "bartender"
cask "cheatsheet"
cask "cleanmymac"
cask "cyberduck"
cask "dash"
cask "dbngin"
cask "discord"
cask "docker"
cask "dropbox"
cask "fig"
cask "figma"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dm-mono"
cask "font-et-book"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklig"
cask "font-hasklug-nerd-font"
cask "font-haskplex-nerd"
cask "font-ibm-plex"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lilex"
cask "font-meslo-for-powerline"
cask "font-monoid"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-new-york"
cask "font-nova-mono"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-mono-for-powerline"
cask "font-sf-pro"
cask "font-source-code-pro"
cask "font-space-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "github"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "handbrake"
cask "image2icon"
cask "iterm2"
cask "kaleidoscope"
cask "karabiner-elements"
cask "keybase"
cask "kindle"
cask "kitty"
cask "loom"
cask "lunar"
cask "microsoft-auto-update"
cask "monodraw"
cask "neovide"
cask "ngrok"
cask "nordvpn"
cask "omnidisksweeper"
cask "osxfuse"
cask "paw"
cask "pgadmin4"
cask "phpmon"
cask "phpstorm"
cask "raindropio"
cask "ray"
cask "raycast"
cask "rectangle-pro"
cask "shortcat"
cask "sigmaos"
cask "sizzy"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "the-unarchiver"
cask "tinkerwell"
cask "toggl-track"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "whichspace"
cask "xquartz"
cask "zoom"
